{
  "Hello! I am Yara the Capybara. Welcome to our village!": "Hallo! Ik ben Yara de Capybara. Welkom in ons dorp!",
  "I heard that you want to become a member of our small community, but to do so you should pass our test.": "Ik hoorde dat je lid wilt worden van onze kleine gemeenschap, maar om dit te doen moet je onze test doorstaan.",
  "That is good that I met you, because I really need a very rare purple flower for my plant collection. They grow only in the forest, but I am scared to go there, because of the bad Fox that lives there...": "Dat is goed dat ik je heb ontmoet, omdat ik echt een zeer zeldzame paarse bloem nodig heb voor mijn plantencollectie. Ze groeien alleen in het bos, maar ik ben bang om er heen te gaan, vanwege de slechte vos die daar woont...",
  "Some people say that he was kicked out of the village, because he did a lot of bad things, but I do not know for sure. I will give you a map that I hand drawn so that you will not get lost!": "Sommige mensen zeggen dat hij uit het dorp werd geschopt, omdat hij veel slechte dingen deed, maar ik weet het niet zeker. Ik zal u een kaart geven die ik met de hand heb getekend zodat u niet verdwaald zult raken!",
  "Press [M] to open it": "Druk op [M] om het te openen",
  "I would be very thankful if you go and get these flowers for me, but remember what I told you about the dangerous Fox!": "Ik zou erg dankbaar zijn als je deze bloemen voor mij zou krijgen, maar herinner je wat ik je over de gevaarlijke vos vertelde!",
  "Good luck!": "Veel geluk!",
  "Oh, you came back really fast! Thank you very much, the flowers are exactly what I needed.": "Oh, je kwam heel snel terug! Hartelijk dank, de bloemen zijn precies wat ik nodig had.",
  "I would like to give you a present for what you did for me. I do not have it with me right now, so can you tell me your address where I can send it?": "Ik wil u graag een cadeau geven voor wat u voor mij hebt gedaan. Ik heb het op dit moment niet bij me, dus kunt u mij uw adres vertellen waar ik het kan sturen?",
  "Do you want to answer?": "Wil je antwoorden?",
  "Okay! Where do you live?": "Oké! Waar woont u?",
  "Okay then, see you later!": "Oké dan, tot later!",
  
  "Hello, my name Is Ross the Fox. I am sure you have heard a terrible things about me and probably you do not want to help me.": "Hallo, mijn naam is Ross the Fox. Ik weet zeker dat u een vreselijke zaak over mij hebt gehoord en dat u mij waarschijnlijk niet wilt helpen.",
  "Although, I have a small request. Since I have been kicked out from the Village, I am starving. I would like to ask you to get me some fish from the Lake, because I am not allowed to go there.": "Hoewel, heb ik een klein verzoek. Sinds ik uit het dorp ben geschopt, verhongert ik. Ik zou u willen vragen om mij wat vissen uit het meer te halen, omdat ik daar niet heen mag.",
  "Why were you<br>kicked out?": "Waarom werd je<br>eruit geschopt?",
  "For how long do you<br>live here?": "Hoe lang<br>woont u hier?",
  "I can not tell you. I moved here a long time ago and I do not want to remember this story... Maybe you will get to the truth in the end of your journey.": "Ik kan het je niet vertellen. Ik ben hier al heel lang heen gegaan en ik wil dit verhaal niet meer herinneren... Misschien zul je aan het eind van je reis naar de waarheid komen.",
  "Ah thank you, I will not die from hunger. As a reward I want to warn you about other animals, because they are not what they seem to be.": "Ah dank u, ik zal niet sterven aan de honger. Als beloning wil ik je waarschuwen voor andere dieren, omdat ze niet zijn wat ze lijken te zijn.",
  "If you want to know more - visit Squirrel in the Swamp. She is a witch and my old friend. You can trust her words.": "Als je meer wilt weten - bezoek Squirrel in het moeras. Ze is een heks en mijn oude vriend. U kunt haar woorden vertrouwen.",

  "Hello, my name is Fleur the Hedgehog. Do not you think that it is quite warm today? It should be very good to swim in the lake, the temperature of water is perfect.": "Hallo, mijn naam is Fleur de Hedgehog. Denk je niet dat het vandaag de dag heel warm is, het zou heel goed moeten zijn om in het meer te zwemmen, de temperatuur van het water is perfect.",
  "However, I am trying to catch some fish here, but I guess that luck is not on my side today.": "Ik probeer hier echter wel wat vis te vangen, maar ik denk dat het geluk vandaag niet aan mijn kant is.",
  "I left my fishing rod for just one minute, and when I returned the fish that I caught was stolen...": "Ik verliet mijn hengel voor slechts één minuut, en toen ik terugkeerde werd de vis die ik ving gestolen...",
  "Anyway, I will catch a new one, but I am very thirsty. Can you please bring me the glass of water from the Restaurant, because I do not want to leave my stuff here again.": "Hoe dan ook, ik zal een nieuwe vangen, maar ik ben zeer dorst. Mag je me alstublieft het glas water uit het restaurant brengen, want ik wil mijn spullen hier niet meer achterlaten?",
  "Do not worry about the money, the owner is my friend.": "Maak je geen zorgen over het geld, de eigenaar is mijn vriend.",
  "*SLURP SLURP*<br>That was refreshing, thank you.": "*SLURP SLURP*<br>Dat was verfrissend, dank je.",
  "Actually, I am an excellent birthday party organizer. As a reward, I want to organize a birthday party for you. Can you please tell me your date of birth?": "Eigenlijk ben ik een uitstekende organisator van het verjaardagsfeest. Als beloning wil ik een verjaardagsfeestje voor je organiseren. Kunt u mij uw geboortedatum meedelen?",
  "Okay! When is your birthday?": "Oké! Wanneer is uw verjaardag?",
  "Alright, see you later!": "Oké, tot later!",

  "Howdy, my name is Mamoon the Raccoon and I am the owner of this restaurant. How can I help you?": "Howdy, mijn naam is Mamoon the Raccoon en ik ben de eigenaar van dit restaurant. Hoe kan ik u helpen?",
  "Hedgehog<br>sent me": "Hedgehog<br>stuurde me",
  "I am here for<br>some water": "Ik ben hier voor<br>wat water",
  "Oh, I see, you need a bottle of water for my friend Fleur. She is probably fishing outside again, she loves it.": "Oh, ik zie, je hebt een fles water nodig voor mijn vriend Fleur. Ze vist waarschijnlijk weer buiten, ze vindt het geweldig.",
  "Okay, your order is coming right up.": "Oké, je bestelling komt meteen aan de orde.",
  "It will be 1 gold coin, but since Fleur is your friend, I will put it on her balance. However, I need your full name so I can ask her later if she really knows you.": "Het zal 1 gouden munt zijn, maar aangezien Fleur je vriend is, zal ik het op haar balans zetten. Maar ik heb je volledige naam nodig, zodat ik haar later kan vragen of ze je echt kent.",
  "What is your full name?": "Wat is uw volledige naam?",
  "Well, see you around.": "Nou, tot ziens.",

  "Come closer, traveler. I am Rochelle the Squirrel.": "Kom dichterbij, reiziger. Ik ben Rochelle de Squirrel.",
  "I can see that you are on the right path here.": "Ik zie dat u hier op de goede weg bent.",
  "I can see that you are making some decisions that might not be good for you.": "Ik zie dat u een aantal beslissingen neemt die misschien niet goed voor u zijn.",
  "If you want me to predict your faith, I need to ask you some questions so I will get to know you better.": "Als je wilt dat ik je toekomst voorspelt, moet ik je een paar vragen stellen, zodat ik je beter kan leren kennen.",
  "Question one:": "Vraag één:",
  "What is your favourite color?": "Wat is je lievelingskleur?",
  "What is your favourite food?": "Wat is je lievelingseten?",
  "What is your favourite animal?": "Wat is uw lievelingsdier?",
  "Oh, I see... Your future is much more interesting than I expected.": "Oh, ik zie... Uw toekomst is veel interessanter dan ik had verwacht.",
  "Also, I can tell that you want to know about Ross. You may find some clues somewhere high in the Mountains. They are located in the north of the Village. May good luck accompany you on your way, traveller.": "Ook kan ik zeggen dat je wilt weten over Ross. Misschien vind je ergens hoge aanwijzingen in de bergen. Ze liggen in het noorden van het dorp. Mag veel geluk vergezellen u op weg, reiziger.",

  "Hello, my name is Sofie the Wolfie.": "Hallo, mijn naam is Sofie de Wolfie.",
  "You might ask why am I that high in the mountains. Well, I just do not like talking to other animals.": "Je zou je kunnen afvragen waarom ben ik zo hoog in de bergen. Goed, houd ik enkel niet van sprekend aan andere mensen.",
  "But I have one question. I really like to predict the future weather in the Village, so can you tell me what is it right now?": "Maar ik heb één vraag. Ik wil graag het toekomstige weer in The Village voorspellen, dus kun je me vertellen wat het nu is?",
  "Warm": "Warm",
  "Cold": "Koud",
  "Thank you so much. Could you also ask the Hedgehog at the Lake if the water is warm enough to swim there?": "Hartelijk dank. Kunt u de Hedgehog aan het meer ook vragen of het water warm genoeg is om daar te zwemmen?",
  "Have a sunny day!": "Nog een zonnige dag!",

  "Talk to Capybara": "Praat met Capybara",
  "Visit Fox in the FOREST": "Bezoek Fox in the FOREST",
  "Talk to Raccoon": "Praat met Raccoon",
  "Bring flower to Capybara": "Breng bloem naar Capybara",
  "Bring fish to Fox": "Breng vis naar Fox",
  "Bring water to Hedgehog": "Breng water naar Hedgehog",
  "Go fishing in the LAKE": "Ga vissen in het LAKE",
  "Go HOME (red house)": "Go HOME (rode huis)",
  "Visit Squirrel in SWAMP": "Bezoek Squirrel in SWAMP",
  "Visit Wolf in the MOUNTAINS": "Bezoek Wolf in de MOUNTAINS",
  "Visit Hedgehog near LAKE": "Bezoek Hedgehog bij LAKE",
  "Get a flower from the FOREST": "Haal een bloem uit het FOREST",

  "There are around 500.000 online predators online every day.": "Er zijn ongeveer 500.000 online roofdieren elke dag. Kinderen rond jullie leeftijd worden",
  "Children around your age are being manipulated by them online.": "online door hen gemanipuleerd. Ze doen alsof ze je vriend zijn in Roblox of Minecraft. Hun",
  "They are pretending to be your friend in Roblox or Minecraft.": "enige bedoelingen zijn om je te ontvoeren, stelen van uw identiteit en roven u of uw familie."
}
